Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Oikeusministeriössä on tämän johdosta valmisteltu luonnos hallituksen esitykseksi, jossa ehdotetaan yhteisösakon asteikon korottamista noin kolminkertaiseksi, pienin rahamäärä 2 500 euroon ja enimmäismäärä 2 500 000 euroon.
sv_se: Med anledning av detta har det vid justitieministeriet beretts ett utkast till regeringens proposition, enligt vilken skalan för samfundsboten ska höjas till cirka tredubbel. Det lägsta penningbeloppet ska vara 2 500 euro och det högsta 2 500 000 euro.

source: ”Ne bis in idem” -oikeusperiaatteen soveltaminen
sv_se: Tillämpning av rättsprincipen ”ne bis in idem”

source: Eduskunta edellyttää hallituksen ryhtyvän toimenpiteisiin, jotta "ne bis in idem" -periaatteen soveltamista selkeytetään lainsäädäntötoimin ja ottaen samalla erityisesti huomioon sen, ettei näin heikennetä talousrikosten seuraamusjärjestelmän ennalta ehkäisevää vaikutusta.
sv_se: Riksdagen förutsätter att regeringen vidtar åtgärder för att genom lagstiftning klarlägga ne bis in idem-principens tillämplighet och att den samtidigt särskilt ger akt på att man då inte försvagar påföljdssystemets preventiva verkan när det gäller ekobrott.

source: Tällä kohtaa olevien huomautusten johdosta oikeusministeriö on yhdessä valtiovarainministeriön kanssa todennut seuraavaa:
sv_se: Justitieministeriet har tillsammans med finansministeriet med anledning av anmärkningarna under denna punkt konstaterat följande:

source: ”Ne bis in idem on latinankielinen fraasi ja oikeusperiaate, jonka mukaan ketään ei saa saman valtion tuomiovallan nojalla tutkia uudelleen tai rangaista oikeudenkäynnissä rikoksesta, josta hänet on jo lopullisesti vapautettu tai tuomittu syylliseksi kyseisen valtion lakien ja oikeudenkäyntimenettelyn mukaisesti.
sv_se: ”Ne bis in idem är en latinsk fras och en rättsprincip enligt vilken ingen får rannsakas eller straffas på nytt genom brottmålsförfarande i samma stat för ett brott för vilket han eller hon redan blivit slutligt frikänd eller dömd i enlighet med lagen och rättegångsordningen i denna stat.

source: Eduskunta on selkeyttänyt lainsäädäntöä 22.10.2013 hyväksytyllä lailla erillisellä päätöksellä määrättävästä veron- tai tullinkorotuksesta sekä eräillä siihen liittyvillä laeilla, jotka ovat tulleet voimaan 1.12.2013.”
sv_se: Riksdagen har förtydligat lagstiftningen genom en lag som godkändes den 22 oktober 2013 om skatteförhöjning och tullhöjning som påförs genom ett särskilt beslut samt vissa lagar som har samband med den och som har trätt i kraft den 1 december 2013.”

source: Törkeää kiskonnantapaista työsyrjintää koskevan säännöksen valmistelu
sv_se: Beredning av en bestämmelse om grov ockerliknande diskriminering i arbetslivet

source: Eduskunta edellyttää, että hallitus valmistelee säännöksen rikoslain 47 lukuun törkeästä kiskonnantapaisesta työsyrjinnästä.
sv_se: Riksdagen förutsätter att regeringen tar in en bestämmelse om grov ockerliknande diskriminering i arbetslivet i 47 kap. i strafflagen.

source: Työperäistä hyväksikäyttöä on käsitelty kattavasti ihmiskauppaa koskevassa lainsäädäntöhankkeessa, jossa tarkasteltiin muun muassa kiskonnantapaisen työsyrjinnän ja ihmiskaupparikosten välistä rajanvetoa.
sv_se: Arbetsrelaterad exploatering har behandlats på ett omfattande sätt i ett lagstiftningsprojekt gällande människohandel, som bland annat undersökte gränsdragningen mellan ockerliknande diskriminering i arbetslivet och människohandelsbrott.

source: Vuonna 2012 mietintönsä julkaissut työryhmä esitti ihmiskauppasäännöksiin täsmennyksiä, joiden tarkoituksena oli selventää rajanvetoa kiskonnantapaiseen työsyrjintään.
sv_se: Arbetsgruppen, som offentliggjorde sitt betänkande 2012, föreslog specificeringar i människohandelsbestämmelserna vars syfte var att klarlägga gränsdragningen med ockerliknande diskriminering i arbetslivet.

source: Muutoksia valmistelleessa työryhmässä keskusteltiin tarpeesta säätää erillisestä törkeästä kiskonnantapaisesta työsyrjinnästä.
sv_se: I den arbetsgrupp som beredde ändringarna diskuterades behovet att föreskriva om separat ockerliknande diskriminering i arbetslivet.

source: Tätä ei katsottu tarkoituksenmukaiseksi, sillä törkeitä tapauksia tulisi arvioida lähtökohtaisesti ihmiskaupparikoksina.
sv_se: Detta ansågs inte vara ändamålsenligt, eftersom grova fall i princip ska bedömas som människohandelsbrott.

source: Näin myös käytännössä tapahtuu.
sv_se: Detta är också fallet i praktiken.

source: Esiin nousi huoli siitä, että törkeän kiskonnantapaisen työsyrjinnän lisääminen rikoslakiin vaikeuttaisi entisestään ihmiskauppasäännösten soveltamista rikosten välisten rajanveto-ongelmien vuoksi.
sv_se: Arbetsgruppen uttryckte sin oro över att tilläggandet av ockerliknande diskriminering i arbetslivet med anledning av gränsdragningsproblemen mellan gärningarna ytterligare kan försvåra tillämpningen av bestämmelserna om människohandel.

source: Hallituksen esitys lakimuutoksista annettiin vuonna 2014 (HE 103/2014 vp), eikä siihen sisältynyt säännösehdotusta kiskonnantapaisen työsyrjinnän törkeästä tekomuodosta.
sv_se: Regeringens proposition om lagändringarna lämnades 2014 (RP 103/2014 rd), och i den ingick inte något förslag om grov ockerliknande diskriminering i arbetslivet.

source: Muutokset tulivat voimaan vuoden 2015 alussa.
sv_se: Ändringarna trädde i kraft vid ingången av 2005.

source: Pimeää palkkaa koskevien rikosjuttujen asianmukainen käsittely turvaamalla voimavarat poliisi-, syyttäjä- ja tuomioistuinlaitoksessa
sv_se: Åtgärder för att säkerställa polisens, åklagarväsendets och domstolarnas resurser för behörig behandling av brottmål som gäller svarta löner

source: Eduskunta edellyttää, että hallitus ryhtyy toimenpiteisiin voimavarojen turvaamiseksi poliisi-, syyttäjä- ja tuomioistuinlaitoksessa, jotta pimeää palkkaa koskevat rikosjutut voivat tulla asianmukaisesti käsitellyiksi.
sv_se: Riksdagen förutsätter att regeringen vidtar åtgärder för att säkerställa polisens, åklagarväsendets och domstolarnas resurser för behörig behandling av brottmål som gäller svarta löner.

source: Poliisi on ollut mukana viranomaisyhteistyössä toteutetuissa harmaan talouden valvontaiskuissa.
sv_se: Polisen har deltagit i övervakningsaktioner mot grå ekonomi där olika myndigheter har samarbetat.

source: Poliisi on osaltaan ulottanut harmaan talouden valvonnan osaksi ulkomaalais- ja ravintolavalvontaa.
sv_se: Polisen har för sin del breddat övervakningen av den gråa ekonomin så att den numera ingår i övervakningen av utlänningar och restauranger.

source: Poliisihallitus ja Valtakunnansyyttäjänvirasto antoivat yhteisen talousrikostutkintaan suunnatun toimintamallin tutkintatoimenpiteiden yhtenäistämiseksi.
sv_se: Polisstyrelsen och Riksåklagarämbetet har utarbetat en gemensam handlingsmodell för utredningen av ekonomiska brott i syfte att förenhetliga undersökningsåtgärderna.

source: Ongelmakohdat liiketoimintakiellosta annetussa laissa ja sen soveltamiskäytännössä
sv_se: Källor till problem i lagen om näringsförbud och i tillämpningen av den

source: Eduskunta edellyttää hallituksen käynnistävän välittömästi selvityksen siitä, minkälaisia ongelmakohtia liiketoimintakiellosta annettuun lakiin ja sen soveltamiskäytäntöön sisältyy.
sv_se: Riksdagen förutsätter att regeringen omedelbart startar en utredning av vilka problempunkter som finns i lagen om näringsförbud och dess tilllämpningspraxis.

source: Tämän jälkeen on ryhdyttävä toimenpiteisiin, jotta liiketoimintakiellosta muodostuu uskottava harmaan talouden torjuntakeino.
sv_se: Efter det måste åtgärder vidtas för att göra näringsförbudet till ett trovärdigt instrument i kampen mot svart ekonomi.

source: Poliisi odottaa liiketoimintakieltoa koskevan lainsäädäntövalmistelun edistymistä.
sv_se: Polisen väntar på att beredningen av lagstiftningen om näringsförbud ska avancera.

source: Lainsäännöksen muutoksien avulla edistetään tehokasta valvontaa.
sv_se: Genom ändringar i lagstiftningen kan övervakningen effektiviseras.

source: Poliisi on suorittanut vuoden 2015 aikana liiketoimintakiellon valvontaa perustoiminnan yhteydessä.
sv_se: Under år 2015 har polisen övervakat näringsförbudet i samband med sin basverksamhet.

source: Liiketoimintakiellon tehostamisesta on valmistunut arviomuistio ja oikeusministeriössä valmistellaan lainsäädäntömuutosta.
sv_se: En bedömningspromemoria om en effektivisering av näringsförbudet har färdigställts och vid justitieministeriet bereds en ändring av lagstiftningen.

source: Lainsäädäntömuutoksen jälkeen asia ei enää edellytä toimenpiteitä.
sv_se: Efter ändringen av lagstiftningen kräver ärendet inga ytterligare åtgärder.

source: Hallinnollisten seuraamusmaksujen käytön laajentaminen aloilla, joilla harmaa talous on laajaa
sv_se: Utvidgad användning av administrativa påföljder på områden med utbredd grå ekonomi

source: Eduskunta edellyttää, että hallitus selvittää välittömästi hallinnollisten seuraamusmaksujen käytön laajentamista nykyisestä erityisesti aloilla, joilla harmaa talous on laajaa.
sv_se: Riksdagen förutsätter att regeringen omedelbart utreder möjligheten att utvidga användningen av administrativa påföljdsavgifter, särskilt inom branscher med utbredd svart ekonomi.

source: Tällä kohtaa olevien huomautusten johdosta oikeusministeriö yhteistyössä valtiovarainministeriön kanssa on todennut seuraavaa:
sv_se: Justitieministeriet har tillsammans med finansministeriet med anledning av anmärkningarna under denna punkt konstaterat följande:

source: Tätä kannanottoa toteuttaa eduskunnan 22.10.2013 hyväksymä laki erillisellä päätöksellä määrättävästä veron- tai tullinkorotuksesta (781/2013) ja siihen liittyvät lait, jotka ovat tulleet voimaan 1.12.2013.
sv_se: Kraven i ställningstagandet uppfylls genom lagen om skatteförhöjning och tullhöjning som påförs genom ett särskilt beslut (781/2013) antagen av riksdagen den 22 oktober 2013 och vissa lagar som har samband med den. Lagarna trädde i kraft den 1 december 2013.

source: Oikeusministeriön oikeudenhoidon uudistamisohjelmassa vuosille 2013−2025 todetaan keskipitkän aikavälin tavoitteena, että hallinnollisten sanktioiden käyttöalan laajentamisen edellytykset selvitetään.
sv_se: I justitieministeriets reformprogram för rättsvården för åren 2013–2015 är ett av målen på medellång sikt att undersöka möjligheterna att utvidga tillämpningsområdet för administrativa sanktioner.

source: Selitys on tarkoitus käynnistä tällä hallituskaudella.
sv_se: Avsikten är att utredningen ska inledas under innevarande regeringsperiod.

source: Harmaan talouden torjunta hallituksen lainsäädäntösuunnitelman laadinnassa
sv_se: Insatserna mot grå ekonomi vid uppgörandet av regeringens lagstiftningsplan

source: Eduskunta edellyttää hallituksen lainsäädäntösuunnitelman laadinnassa nostavan harmaan talouden torjunnan nimenomaisesti esille sekä strategiatasolla että merkittäviä säädöshankkeita valittaessa.
sv_se: Riksdagen förutsätter att regeringen tar fram lagstiftningsplanen så att kampen mot svart ekonomi uttryckligen lyfts fram både på strategisk nivå och när viktiga lagstiftningsprojekt väljs ut.

source: Pääministeri Juha Sipilän hallitus ei ole laatinut samankaltaista lainsäädäntösuunnitelmaa kuten edellinen hallitus, minkä vuoksi lausumaa ei voida tässä muodossa enää toteuttaa.
sv_se: Statminister Juha Sipiläs regering har inte utarbetat en likadan lagstiftningsplan som den föregående regeringen, med anledning av vilket uttalandet inte länge kan genomföras i denna form.

source: Veronkiertämisen luonteisen verosuunnittelun ehkäiseminen lainsäädännössä
sv_se: Möjligheten till skatteplanering med karaktär av skatteundandragande ska förhindras i lagstiftningen

source: Eduskunta edellyttää hallituksen huolehtivan lainsäädäntöä valmisteltaessa siitä, ettei lainsäädäntö mahdollista veronkiertämisen luonteista verosuunnittelua.
sv_se: Riksdagen förutsätter att regeringen ser till att lagar bereds så att lagstiftningen inte ger möjlighet till skatteplanering med karaktär av skatteundandragande.

source: Lainsäädäntöä valmisteltaessa selvitettiin eri lainsäädäntövaihtoehtoja.
sv_se: Vid beredningen av lagstiftningen utforskades olika lagstiftningsalternativ.

source: Laki elinkeinotulon verottamisesta annetun lain muuttamisesta (983/2012) ja laki verotusmenettelystä annetun lain 65 §:n muuttamisesta (984/2012) tulivat voimaan 1.1.2013, ja lakeja sovelletaan ensimmäisen kerran vuodelta 2014 toimitettavassa verotuksessa.
sv_se: Lagen om ändring av lagen om beskattning av inkomst av näringsverksamhet (983/2012) och lagen om ändring av 65 § i lagen om beskattningsförfarande (984/2012) trädde i kraft den 1 januari 2013, och lagarna tillämpas första gången vid 2014 års beskattning.

source: Muutoksella rajoitetaan yhteisöjen sekä avoimien yhtiöiden ja kommandiittiyhtiöiden suorittamien korkomenojen vähennysoikeutta elinkeinotoiminnan tulolähteessä.
sv_se: Genom ändringen begränsas rätten för samfund samt öppna bolag och kommanditbolag att dra av ränteutgifter i näringsverksamhetens förvärvskälla.

source: Rajoitusta sovelletaan sekä kansallisiin että rajat ylittäviin korkosuorituksiin.
sv_se: Begränsningen tillämpas på både nationella och gränsöverskridande räntebetalningar.

source: Sääntelyllä puututaan yritysten verosuunniteluun.
sv_se: Genom regleringen ingriper man i företagens skatteplanering.

source: Verohallinnolta on saatu alustavia tietoja elinkeinotulolähteessä sovellettavan korkovähennysoikeuden rajoitussäännöksen vaikutuksista.
sv_se: Av Skatteförvaltningen hat fåtts preliminära uppgifter om hur begränsningarna av rätten till ränteavdrag påverkar.

source: Asian selvittelyä jatketaan valtiovarainministeriön asettamassa työryhmässä, joka selvittää OECD:n veropohjan rapautumista ja voitonsiirtoja estävän ns. BEPS-hankkeen (Base Erosion and Profit Shifting) taloudellisia vaikutuksia.
sv_se: Utredningen av ärendet fortsätter i FM:s arbetsgrupp som utreder urholkning av skattebasen inom OECD och de ekonomiska konsekvenserna av det s.k. BEPS-projektet (Base Erosion and Profit Shifting), som hindrar vinstöverföringar.

source: Suomi osallistuu aktiivisesti EU:n ja OECD:n veropohjan rapautumisen vastaisiin hankkeisiin.
sv_se: Finland deltar aktivt i EU:s och OECD:s projekt mot en urholkning av skattebasen.

source: Hankkeiden pohjalta arvioidaan lainsäädännön muutostarpeet.
sv_se: Efterhand som projekten framskrider ska behovet av ändringar i lagstiftningen bedömas.

source: Voimavarojen kohdentaminen merkittävimpien harmaan talouden torjuntakeinojen vaikuttavuuden jälkiseurantaan
sv_se: Allokering av resurser för uppföljningen av vilket genomslag de viktigaste insatserna mot den gråa ekonomin har haft

source: Eduskunta edellyttää hallitukselta voimavarojen kohdentamista merkittävimpien harmaan talouden torjuntakeinojen vaikuttavuuden jälkiseurantaan.
sv_se: Riksdagen förutsätter att regeringen allokerar resurser för uppföljning av vilket genomslag de viktigaste insatserna mot svart ekonomi har.

source: Huomiota on kiinnitettävä myös lainsäädäntöön, joka kasvattaa riskiä harmaan talouden laajenemisesta.
sv_se: Också lagstiftning som ökar risken för att svart ekonomi breder ut sig måste uppmärksammas.

source: Jälkiseurannan tulosten perusteella on ryhdyttävä tarpeellisiin toimenpiteisiin harmaan talouden ja talousrikollisuuden torjuntakeinojen kehittämiseksi.
sv_se: Behövliga åtgärder för att utveckla insatserna mot svart ekonomi och ekonomisk brottslighet måste vidtas utifrån resultatet av uppföljningen.

source: Talouspoliittinen ministerivaliokunta on 18.11.2015 antanut talousrikostorjunnan johtoryhmälle tehtäväksi valmistella harmaan talouden torjuntastrategian vuosille 2016– 2020.
sv_se: Finanspolitiska ministerutskottet gav 18.11.2015 ledningsgruppen för bekämpningen av ekonomisk brottslighet i uppdrag att bereda en strategi för kampen mot svart ekonomi för åren 2016–2020.

source: Oikeus- ja sisäasiainhallinnon yhteinen asianhallinta- ja tietojärjestelmä
sv_se: Gemensamt ärendehanterings- och informationssystem för justitie- och inrikesförvaltningen

source: Eduskunta edellyttää, että hallitus valmistelee ja ottaa käyttöön oikeus- ja sisäasiainhallinnon yhteisen asianhallinta- ja tietojärjestelmän siten, että se myös aikataulunsa osalta mahdollistaa esitutkinta- ja pakkokeinolainsäädännön voimaantulon, ja raportoi eduskunnalle seuraavassa tilinpäätöskertomuksessa.
sv_se: Riksdagen förutsätter att regeringen bereder och inför ett gemensamt ärendehanterings och informationssystem för justitie och inrikesförvaltningen och att tidplanen tillåter att den nya förundersöknings- och tvångsmedelslagstiftningen träder i kraft enligt planerna, och att regeringen ger en rapport till riksdagen i nästa bokslutsberättelse.

source: Sisäministeriön ja oikeusministeriön tavoitteena on oikeusprosessin joutuisuuden parantaminen sekä saumaton sähköinen tiedonkulku rikosasian käsittelyketjun päästä päähän.
sv_se: Inrikesministeriets och justitieministeriets mål är att rättsprocesserna ska bli effektivare och att den elektroniska informationen ska löpa friktionsfritt genom hela behandlingskedjan i ett brottmål.

source: Syntyvien ratkaisujen yhteentoimivuutta on varmistettu hallinnonalojen välisellä yhteistyöllä.
sv_se: Genom samarbete mellan förvaltningsområdena har man säkrat interoperabiliteten för de lösningar som uppstår.

source: Poliisihallinnon VITJA- ja oikeushallinnon AIPA -hankkeille sekä lisäksi oikeusministeriön Rikosseuraamuslaitoksen toiminnan kehittämis- ja asiakastietojärjestelmähankkeelle (ROTI -hanke) on asetettu yhteistyöryhmät.
sv_se: Det har tillsatts samarbetsgrupper för polisförvaltningens projekt VITJA och justitieförvaltningens projekt AIPA samt justitieministeriets projekt för utveckling av Brottspåföljdsmyndighetens verksamhet och av ett klientdatasystem (ROTI-projektet).

source: Hankkeille on perustettu toteutustyötä koordinoivat hanketoimistot, jotka ovat yhteydessä toisiinsa.
sv_se: Det har inrättats projektbyråer för projekten för att samordna genomförandet. Projektbyråerna står i förbindelse med varandra.

source: Hankkeiden välistä yhteistyötä koordinoi POOL -yhteistyöelin, jossa ovat edustettuina sisäministeriö ja oikeusministeriö ja keskeiset keskusvirastot molemmilta hallinnonaloilta.
sv_se: Samarbetet mellan projekten samordnas av ett samarbetsorgan kallat POOL, där inrikesministeriet, justitieministeriet och de viktigaste centrala ämbetsverken från båda förvaltningsområdena är företrädda.

source: Näiden lisäksi hankejohtajat tapaavat säännöllisesti.
sv_se: Dessutom träffas projektledarna regelbundet.

source: VITJA perustuu työprosessien määrittelyn pohjalta rakennettavaan toiminnanohjausjärjestelmään, johon kuuluu olennaisena osana myös dokumenttien hallinta.
sv_se: VITJA grundar sig på ett system för verksamhetsstyrning som bygger på definierade arbetsprocesser. Dokumenthantering är en viktig del av systemet.

source: AIPAan toteutettava lainkäyttötoiminta taas on asianhallinta- ja asiakirjapohjaista.
sv_se: Rättskipningsverksamheten i AIPA baserar sig däremot på ärendehantering och dokument.

source: AIPAjärjestelmässä käsiteltävissä rikos- ja pakkokeinoasioissa syyttäjien ja tuomioistuimien tarvitsemat toiminnot rakentuvat yhteisten teknisten ratkaisujen varaan.
sv_se: I fråga om de brotts- och tvångsmedelsärenden som ska behandlas i AIPA-systemet bygger de funktioner som åklagarna och domstolarna behöver på gemensamma tekniska lösningar.

source: Samoja ratkaisuja hyödynnetään mahdollisimman laajasti myös riita- ja hakemusasioissa, joita tuomioistuimet rikos- ja pakkokeinoasioiden lisäksi käsittelevät AIPAjärjestelmässä.
sv_se: Samma lösningar utnyttjas så mycket som möjligt även i fråga om tvistemål och ansökningsärenden, som domstolarna också behandlar i AIPA-systemet, utöver brotts och tvångsmedelsärendena.

source: ROTI -hankkeen tuotoksena, korvaten nykyiset käytössä olevat rikosseuraamusalan tietojärjestelmät, syntyy uusi asiakastietojärjestelmä, jonka avulla toteutetaan, hallitaan ja ohjataan rangaistusten täytäntöönpanoprosesseja ja kyse on pelkän tietojärjestelmän rakentamisen lisäksi laajasta toimintojen ja prosessien kehittämishankkeesta.
sv_se: Som resultat av ROTI-projektet uppstår det ett nytt klientdatasystem, som ersätter de nuvarande informationssystemen inom brottspåföljdssektorn och med vars hjälp man genomför, kontrollerar och styr processerna för verkställande av straff. Det är inte bara fråga om att bygga upp ett informationssystem, utan det handlar också om ett omfattande projekt för att utveckla funktioner och processer.

source: Vitja -järjestelmän piti olla käytössä 1.1.2014.
sv_se: VITJA-systemet borde ha varit i bruk den 1 januari 2014.

source: Toimituksen vaikeuksien takia Vitjajärjestelmän toimitussopimus purettiin Tieto Finland Oyj:n kanssa 6.6.2014.
sv_se: På grund av leveranssvårigheter hävdes dock leveransavtalet med Tieto Finland Oy den 6 juni 2014.

source: Tämän jälkeen VITJA -hanke on järjestäytynyt uudelleen ja toimittajaksi valittiin syksyllä 2015 Capgemini.
sv_se: Efter detta har projektet VITJA omorganiserats och som leverantör valdes hösten 2015 Capgemini.

source: Hanke on jaettu seitsemään osakokonaisuuteen, jotka tullaan erikseen kilpailuttamaan.
sv_se: Projektet har delats in i sju skilda helheter, som kommer att konkurrensutsättas separat.

source: Ensimmäisessä osakokonaisuudessa toteutetaan Vitja järjestelmän sovelluskehitysalusta (ns. moottori) ja poliisin tiedustelujärjestelmä.
sv_se: Inom den första helheten genomförs VITJA-systemets applikationsutvecklingsplattform (den s.k. motorn) och polisens underrättelsesystem.

source: Vitjan uusi aikataulu ulottuu vuoden 2018 loppuun saakka.
sv_se: VITJA:s nya tidsplan sträcker sig till slutet av 2018.

source: VITJA- ja AIPA -hankkeet ovat vuoden 2015 aikana jatkaneet tiivistä yhteistyötä.
sv_se: Det nära samarbetet mellan projekten VITJA och AIPA har fortsatt under 2015.

source: Rakennettavien tietojärjestelmien välille tullaan luomaan sähköinen rajapinta, jonka kautta rikosasian käsittelyyn tarvittavat tiedot ja -materiaalit välitetään järjestelmien välillä.
sv_se: Det kommer att skapas ett elektroniskt gränssnitt mellan de informationssystem som byggs upp, och de uppgifter och det material som behövs vid behandlingen av brottmål förmedlas mellan systemen via detta gränssnitt.

source: VITJAn viivästymisen vuoksi AIPA -hankkeessa päätettiin vuonna 2014 siirtää rikosasioiden käsittelyprosessin toteutus hankkeen viimeiseksi vaiheeksi, jotta VITJA -rajapinta ehditään suunnitella ja rakentaa ennen AIPA -järjestelmän käyttöönottoa rikosasioissa.
sv_se: På grund av att VITJA fördröjdes beslöts det 2014 att man inom projektet AIPA skulle flytta genomförandet av processen för behandling av brottmål till projektets sista fas, så att man hinner planera och bygga upp VITJA-gränssnittet innan AIPA-systemet tas i bruk för brottmål.

source: Rikosasioiden käsittelyn liittyvät yhteistyö on kuitenkin jatkunut vuoden 2015 aikana.
sv_se: Samarbetet i anslutning till behandlingen av brottmål har emellertid fortsatt under 2015.

source: Hankkeiden yhteistyöryhmä on käsitellyt esitutkinta-aineiston kokoamiseen, tallentamiseen ja välittämiseen liittyviä sisällöllisiä ja toiminnallisia kysymyksiä.
sv_se: Samarbetsgruppen för projekten har behandlat både innehållsrelaterade och funktionsrelaterade frågor i anslutning till insamlingen, registreringen och förmedlingen av förundersökningsmaterial.

source: Yhteisenä tavoitteena on järjestelmien toiminnan suunnittelu niin, että sähköinen tiedonvaihto olisi omiaan parantamaan poliisin, syyttäjän ja tuomioistuimen edellytyksiä laissa säädettyjen tehtävien hoitamisessa.
sv_se: Ett gemensamt mål är att systemens funktioner ska planeras så att det elektroniska informationsutbytet förbättrar polisens, åklagarnas och domstolarnas förutsättningar att sköta sina lagstadgade uppgifter.
